/* No comment provided by engineer. */
"Clear Token" = "Clear Token";

/* No comment provided by engineer. */
"Facebook access token cleared." = "Facebook access token cleared.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Twitter access token cleared." = "Twitter access token cleared.";

/* No comment provided by engineer. */
"Could not load login screen." = "Could not load login screen.";

/* No comment provided by engineer. */
"Please furnish a consumer key, a consumer secret and a callback URL!" = "Please furnish a consumer key, a consumer secret and a callback URL!";

/* No comment provided by engineer. */
"SimpleTwitter: Null API Exception" = "SimpleTwitter: Null API Exception";

/* No comment provided by engineer. */
"Tweet failed, please try again later." = "Tweet failed, please try again later.";

/* No comment provided by engineer. */
"Tweet Successful!" = "Tweet Successful!";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter service is not available, make sure your device has an Internet connection and you have at least one Twitter account setup." = "Twitter service is not available, make sure your device has an Internet connection and you have at least one Twitter account setup.";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"Facebook Service is not available, make sure your device has an Internet connection and you have at least one Twitter account setup." = "Facebook Service is not available, make sure your device has an Internet connection and you have at least one Twitter account setup.";

/* No comment provided by engineer. */
"Loading" = "Loading";

/* No comment provided by engineer. */
"Please furnish an API key!" = "Please furnish an API key!";

/* No comment provided by engineer. */
"Post failed, please try again later." = "Post failed, please try again later.";

/* No comment provided by engineer. */
"Post Successful!" = "Post Successful!";

/* No comment provided by engineer. */
"SimpleFacebook: Null API Exception" = "SimpleFacebook: Null API Exception";